name = input("your name? ")
print ("Hi ,",name)
del name #coment
#a=int (input("a="))
#b=int (input("b="))
#print(a+b)#summ
#print (a**b)#power
#print (a/b)#dilennya
#print (a//b)#cila chastuna
#print (a%b)#


mas=['както подрочил, через 5 минут забил. ','думаю што делать? нужно подрочить. ','подрочил через 3 мин забил. ','думаю чтото давненько не дрочил. ','подрочил через мин забил. ','снова сижу думаю давнелько я не дрочил ','а все, да да уже не то, да и память не та']
a='ds'
i =0
while i<7:
	if i % 1==0:
		print(mas[i])
		a=input()
	i+=1


#както подрочил, через 5 минут забил. 
#думаю што делать? нужно подрочить. 
#подрочил через 3 мин забил. 
#думаю чтото давненько не дрочил. 
#подрочил через мин забил. 
#снова сижу думаю давнелько я не дрочил 
#а все, да да уже не то, да и память не та