gh_menu = {
    'Особые напитки': {
        'Латте Лаванда Шалфей': {
            '300 мл - 139 руб': '139',
            '400 мл - 169 руб': '169'
        },
        'Раф Лимонный Пай': {
            '300 мл - 159 руб': '159',
            '400 мл - 179 руб': '179'
        }
    },
    'Кофе': {
        'Капучино': {
            '300 мл - 119 руб': '119',
            '400 мл - 149 руб': '149'
        },
        'Латте Макиато': {
            '300 мл - 119 руб': '119',
            '400 мл - 139 руб': '139'
        }
    },
    'Горячие напитки': {
        'Какао': {
            '300 мл - 119 руб': '119',
            '400 мл - 149 руб': '149'
        },
        'Чай': {
            'Английский завтрак': {
                '300 мл - 99 руб': '99',
                '400 мл - 109 руб': '109'
            },
            'Эрл грей': {
                '300 мл - 99 руб': '99',
                '400 мл - 109 руб': '109'
            }
        }
    }
}